Repository: joseseyah/ThirdOfNight
Catalog: third2.0/Localizable.xcstrings
Source language: en
Languages: ar, fil_ph, ms, ur

source: **Dhuhr** may be combined with **Asr**.
ar: يمكن جمع **الظهر** مع **العصر**.
fil_ph: Maaaring pagsamahin ang **Dhuhr** at **Asr**.
ms: **Zohor** boleh digabungkan dengan **Asar**.
ur: **ظہر** کو **عصر** کے ساتھ ملا کر پڑھا جا سکتا ہے۔

source: **Maghrib** may be combined with **Isha**.
ar: يمكن جمع **المغرب** مع **العشاء**.
fil_ph: Maaaring pagsamahin ang **Maghrib** at **Isha**.
ms: **Maghrib** boleh digabungkan dengan **Isha**.
ur: **مغرب** کو **عشاء** کے ساتھ ملا کر پڑھا جا سکتا ہے۔

source: 15 minutes left until %@. Prepare to pray if you haven't already!
ar: بقي 15 دقيقة حتى %@. استعد للصلاة إذا لم تكن قد صليت بعد!
fil_ph: 15 minuto na lang hanggang %@. Maghanda na para sa panalangin kung hindi ka pa nagdarasal!
ms: 15 minit lagi sehingga %@. Bersedia untuk solat jika anda belum solat!
ur: %@ تک 15 منٹ باقی ہیں۔ اگر آپ نے ابھی تک نماز نہیں پڑھی تو تیاری کریں!

source: Allow notifications
ar: السماح بالإشعارات
fil_ph: Payagan ang mga notification
ms: Benarkan pemberitahuan
ur: اطلاعات کی اجازت دیں

source: Choose Language
ar: اختر اللغة
fil_ph: Pumili ng wika
ms: Pilih Bahasa
ur: زبان منتخب کریں

source: Combining allowed
ar: السماح بالجمع
fil_ph: Pinapayagan ang pagsasama
ms: Penggabungan dibenarkan
ur: ملاپ کی اجازت

source: Fajr Prayer Time
ar: وقت صلاة الفجر
fil_ph: Oras ng Panalangin ng Fajr
ms: Waktu Solat Fajr
ur: فجر کی نماز کا وقت

source: Isha Prayer Time
ar: وقت صلاة العشاء
fil_ph: Oras ng Panalangin ng Isha
ms: Waktu Solat Isha
ur: عشاء کی نماز کا وقت

source: It is Midnight Now
ar: حان منتصف الليل الآن
fil_ph: Hatinggabi na ngayon
ms: Sekarang adalah tengah malam
ur: اب منتصف رات ہے

source: It's time for %@ prayer.
ar: حان وقت صلاة %@.
fil_ph: Oras na para sa panalangin ng %@.
ms: Sudah tiba masanya untuk solat %@.
ur: %@ کی نماز کا وقت ہو گیا ہے۔

source: Language
ar: اللغة
fil_ph: Wika
ms: Bahasa
ur: زبان

source: Maghrib Prayer Time
ar: وقت صلاة المغرب
fil_ph: Oras ng Panalangin ng Maghrib
ms: Waktu Solat Maghrib
ur: مغرب کی نماز کا وقت

source: Midnight has begun. Relax and Rest for the last third of the night.
ar: بدأ منتصف الليل. استرخِ واسترح للثلث الأخير من الليل.
fil_ph: Nagsimula na ang hatinggabi. Magpahinga para sa huling ikatlong bahagi ng gabi.
ms: Tengah malam telah bermula. Berehat untuk sepertiga terakhir malam.
ur: منتصف رات شروع ہو گئی ہے۔ رات کے آخری تہائی حصے کے لیے آرام کریں۔

source: Prayer-time alerts
ar: تنبيهات وقت الصلاة
fil_ph: Mga alerto sa oras ng panalangin
ms: Amaran waktu solat
ur: نماز کے وقت کی اطلاعات

source: Qibla
ar: القبلة
ms: Kiblat
ur: قبلہ

source: Reminder time
ar: وقت التذكير
fil_ph: Oras ng paalala
ms: Masa peringatan
ur: یاد دہانی کا وقت

source: Reminder: %@ Prayer
ar: تذكير: صلاة %@
fil_ph: Paalala: Panalangin ng %@
ms: Peringatan: Solat %@
ur: یاد دہانی: %@ کی نماز

source: Settings
ar: الإعدادات
fil_ph: Mga Setting
ms: Tetapan
ur: ترتیبات

source: Summary
ar: الملخص
fil_ph: Buod
ms: Ringkasan
ur: خلاصہ

source: Sunrise Prayer Time
ar: وقت شروق الشمس
fil_ph: Oras ng Pagsikat ng Araw
ms: Waktu Matahari Terbit
ur: طلوع آفتاب کا وقت

source: Support us
ar: ادعمنا
fil_ph: Suportahan kami
ms: Sokong kami
ur: ہماری مدد کریں

source: to the Qibla from your current location
ar: إلى القبلة من موقعك الحالي
fil_ph: sa Qibla mula sa iyong kasalukuyang lokasyon
ms: ke arah Kiblat dari lokasi semasa anda
ur: آپ کے موجودہ مقام سے قبلہ کی طرف

source: Tracker
ar: المتتبع
fil_ph: Pagsubaybay
ms: Penjejak
ur: ٹریکر

source: Travel information
ar: معلومات السفر
fil_ph: Impormasyon sa paglalakbay
ms: Maklumat perjalanan
ur: سفر کی معلومات

source: Travel mode
ar: وضع السفر
fil_ph: Mode sa paglalakbay
ms: Mod perjalanan
ur: سفر کا موڈ

source: Travel Mode
ar: وضع السفر
fil_ph: Mode sa paglalakbay
ms: Mod Perjalanan
ur: سفر کا موڈ

source: Travel mode information. Dhuhr with Asr, Maghrib with Isha.
ar: معلومات وضع السفر. الظهر مع العصر، المغرب مع العشاء.
fil_ph: Impormasyon sa mode sa paglalakbay. Dhuhr kasama ang Asr, Maghrib kasama ang Isha.
ms: Maklumat mod perjalanan. Zohor dengan Asar, Maghrib dengan Isha.
ur: سفر کے موڈ کی معلومات۔ ظہر عصر کے ساتھ، مغرب عشاء کے ساتھ۔

source: While travelling, combining prayers is permitted.
ar: أثناء السفر، يُسمح بجمع الصلوات.
fil_ph: Habang naglalakbay, pinapayagan ang pagsasama ng mga pagdarasal.
ms: Semasa dalam perjalanan, menggabungkan solat adalah dibenarkan.
ur: سفر کے دوران، نمازوں کو ملا کر پڑھنا جائز ہے۔

source: You're facing Makkah
ar: أنت تواجه مكة
fil_ph: Nakaharap ka sa Makkah
ms: Anda menghadap Makkah
ur: آپ مکہ کی طرف منہ کر رہے ہیں

source: Your tracker highlights three groups: **Fajr** (single), **Dhuhr + Asr**, and **Maghrib + Isha** to reflect the allowed combinations.
ar: يبرز المتتبع ثلاث مجموعات: **الفجر** (منفرد)، **الظهر + العصر**، و **المغرب + العشاء** لتعكس التوليفات المسموح بها.
fil_ph: Ang iyong tracker ay nagha-highlight ng tatlong grupo: **Fajr** (single), **Dhuhr + Asr**, at **Maghrib + Isha** upang ipakita ang pinapayagang mga kombinasyon.
ms: Penjejak anda menyerlahkan tiga kumpulan: **Fajr** (tunggal), **Zohor + Asar**, dan **Maghrib + Isha** untuk mencerminkan kombinasi yang dibenarkan.
ur: آپ کا ٹریکر تین گروپس کو نمایاں کرتا ہے: **فجر** (اکیلے)، **ظہر + عصر**، اور **مغرب + عشاء** تاکہ اجازت شدہ ملاپ کو ظاہر کیا جا سکے۔

source: Back
fil_ph: Bumalik

source: Best %lld
fil_ph: Pinakamahusay na

source: Browse
fil_ph: Mag-browse

source: Categories
fil_ph: Mga kategorya

source: Close
fil_ph: Isara

source: Current progress along the night
fil_ph: Kasalukuyang progreso sa buong gabi

source: day streak
fil_ph: sunod-sunod na araw

# Dhuhr %@ and Asr %@ can be combined.
source: Dhuhr %1$@ and Asr %2$@ can be combined.
fil_ph: Maaaring pagsamahin ang Dhuhr at Asr

source: Don’t forget to make lots of Dua’s during Hajj and Umrah, asking Allah (SWT) for forgiveness. Don’t forget to include your friends, relatives, neighbours as well as the wider Ummah in your Dua during these spiritual journeys.
fil_ph: Huwag kalimutang magdasal nang marami sa Hajj at Umrah at humingi ng kapatawaran kay Allah (SWT). Isama rin sa iyong mga dua ang iyong mga kaibigan, kamag-anak, kapitbahay, at ang mas malawak na Ummah sa mga espirituwal na paglalakbay na ito.

source: Enable location access to calculate local prayer times.
fil_ph: Paganahin ang access sa lokasyon para makalkula ang lokal na oras ng pagdarasal.

source: Freeze active
fil_ph: Aktibo ang freeze

source: Freeze inactive
fil_ph: Hindi aktibo ang freeze

source: Gregorian date
fil_ph: Petsa sa Gregorian

source: Hijri date
fil_ph: Petsa sa Hijri

source: Keep going! May Allah accept all of our good deeds 🌙
fil_ph: Tuloy lang! Nawa’y tanggapin ni Allah ang lahat ng ating mabubuting gawa 🌙

source: Keep the moonlight streak going 🌙
fil_ph: Panatilihin ang iyong moonlight streak 🌙

source: Last Third of the Night
fil_ph: Huling ikatlong bahagi ng gabi

source: Loading videos…
fil_ph: Naglo-load ng mga video…

source: Location Needed
fil_ph: Kailangan ang lokasyon

# Maghrib %@ and Isha %@ can be combined.
source: Maghrib %1$@ and Isha %2$@ can be combined.
fil_ph: Maaaring pagsamahin ang Maghrib at Isha

source: Menstruation Freeze
fil_ph: Paghinto dahil sa regla

source: Next
fil_ph: Susunod

source: Night Prayers
fil_ph: Mga panalangin sa gabi

source: Night Progress
fil_ph: Progreso sa gabi

source: Not enough data
fil_ph: Hindi sapat ang datos

source: Now
fil_ph: Ngayon

source: Open Settings
fil_ph: Buksan ang Mga Setting

source: praying on time
fil_ph: pagdarasal sa tamang oras

source: Progress analytics
fil_ph: Pagsusuri ng progreso

source: Retry
fil_ph: Subukan muli

source: Search
fil_ph: Maghanap

# settings.title
source: Settings
fil_ph: Mga Setting

source: Share
fil_ph: Ibahagi

source: Share Stats
fil_ph: Ibahagi ang istatistika

source: Share your streak
fil_ph: Ibahagi ang iyong streak

source: Thanks for supporting the app
fil_ph: Salamat sa pagsuporta sa app

source: Third of the Night
fil_ph: Ikatlong bahagi ng gabi

source: Track, reflect, and stay consistent.
fil_ph: Subaybayan, magnilay, at manatiling tuloy-tuloy

source: Travel Duas
fil_ph: Mga panalangin sa paglalakbay

source: Try Again
fil_ph: Subukan muli

source: Use freeze when menstruating to pause prayer tracking so your streaks stay intact. You can turn it off anytime.
fil_ph: Gamitin ang freeze kapag may regla upang i-pause ang pagsubaybay ng pagdarasal para manatiling buo ang iyong streak. Maaari mo itong i-off anumang oras.

source: Viewing this ad helps keep Night Prayers free.
fil_ph: Ang panonood ng ad na ito ay tumutulong na panatilihing libre ang Night Prayers.

source: Watch
fil_ph: Manood

source: We need Isha or Maghrib and Fajr times for today to calculate the last third.
fil_ph: Kailangan namin ng oras ng Isha o Maghrib at Fajr para sa araw na ito upang makalkula ang huling ikatlo.

source: Welcome to the app! Your location is currently set to Manchester, and you'll see prayer times based on this city. You can update your location anytime in the settings page to view prayer times for your preferred city or mosque. Tap the button below to start exploring the app and enjoy its features!
fil_ph: Maligayang pagdating sa app! Ang lokasyon mo ay kasalukuyang nakatakda sa Manchester, at makikita mo ang mga oras ng pagdarasal batay sa lungsod na ito. Maaari mong i-update ang iyong lokasyon anumang oras sa pahina ng Mga Setting upang makita ang mga oras ng pagdarasal para sa paborito mong lungsod o masjid. Pindutin ang button sa ibaba upang simulang galugarin ang app at tamasahin ang mga tampok nito!
